import { v4 as uuidv4 } from 'uuid';
const Data = [
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار تنها قطعه واحد در پازل کلی ساختن وب اپلیکیشن های سمت گیرنده نیست. آنگولار همه ی کد های DOM و AJAX که شما دستی نوشتید و تعریف کردید را هندل می کند و در داخل یک ساختار به خوبی قرار می دهد. این کار انگولار را در مورد اینکه چگونه نرم افزار های CRUD(Create, Read, Update, Delete) باید ساخته شود را خود مختار میکند.',
    active: true,
  },
  {
    id: uuidv4(),
    title: 'ری اکت چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'سی اس اس چیست؟',
    description:
      'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید.انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'جاوا چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'سی شارپ چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'جاوا اسکریپت چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
];

export default Data;
